Repository: giellalt/corpus-sma
Catalog: tmx/nob/facta/other_files/nsr_veeljemeprogramme.doc.tmx
Source language: sma
Languages: nob

source: Maanagïerth / Maanah jïh noerh
nob: Barnehager / Barn og unge

source: saemien maanagïertine guessine minneme, joekoen saemien gïele- jïh kultuvrebarkoem vuartasjidh
nob: fulgt aktivt opp alle samiske barnehager i landet ved besøk. Fokus har vært samisk språk- og kulturarbeid

source: barkeme saemien maanaj reaktah orre maanagïertelaakesne nænnoestidh, vg fierhten saemien maanan leah reaktah faaleldahkh maanagiertesne åadtjodh mah leah dej saemienvuekien mietie sjiehtesjamme
nob: arbeidet aktivt for at samiske barns rettigheter styrkes i ny barnehagelov, bl.a. ved at alle samiske barn skal ha en individuell rett til barnehagetilbud som er tilpasset deres samiske bakgrunn

source: jienebh vierhtieh saemien maanagïertide buektiehtamme
nob: fått tilført mer midler til samiske barnehager

source: Saemien gaarsje
nob: Samisk idrett

source: åvteprosjeektem dåårjeme, goerehtidh gusnie gaarsjebigkemh tsaekedh åådtjestæmman jïh råantjavuejiemasse Finnmarhkesne
nob: bidratt til forprosjekt for utredning av idrettsanlegg for lassokasting og reinkappkjøring i Finnmark

source: ektiebarkoeprosjeektem tjïrrehtamme SVL-N-n jïh SVL-n gaskelaanti moenehtsisnie, ellies vuartasjimmieh saemien gaarsjen bïjre buektedh
nob: gjennomført samarbeidsprosjekt med SVL-N og SVL. ' s internasjonale komité for å fremskaffe en helhetlig oversikt over virksomheten i samisk idrett

source: barkeme guktie spealadimmievierhtieh saemien gaarsjese åadtjodh
nob: aktivt jobbet for at samisk idrett tildeles støtte i form av spillemidler

source: Voenge- jïh kultuvrevaarjelimie / Ålja jïh gasse / Biologijen gellienlaaketje
nob: NSR har:

source: barkeme saemien våarhkoesijjieh stuerebe jïh vaenebe sijjine darjodh, jollebe faagemaahtoem åadtjodh
nob: arbeidet for å samordne samiske museer til større og færre enheter for å oppnå en faglig kvalitetsheving

source: aamhtesh vuartasjamme gusnie vaarjelimmie kultuvremojhtesh leah bigkemijstie øølegamme jallh skaadasovveme
nob: fulgt aktivt opp saker hvor automatisk fredede kulturminner er blitt skadet eller ødelagt av utbygginger

source: faage-åårganine saemien våarhkoesijjieforumem tseegkeme Saemiedigkien våarhkoesijjiebarkose
nob: etablert samisk museumsforum som et faglig organ for Sametingets museumsvirksomhet

source: barkeme Luvliesaemien våarhkoesijjie bigkesovvedh jïh dïsse vierhtieh staateste øørneme
nob: jobbet aktivt for å realisere Østsamisk museum og bidratt til statlig finansiering

source: giehtjedimmieh petrolejummebarkoen bïjre kriebpesjamme guktie voengem krøøhkeste, guktie båatsoem jïh gøølemem dæjpa jïh dovne Barensedajvem aalkoe-almetjidie
nob: virkninger for reindrift og fiskeri samt urfolksdimensjonen i Barentsregionen

source: meatan orreme / meatan saemiej mïelh buektedh, Gaskesadtemeforumesne åljan jïh gassen bïjre, Romsen jïh Finnmarhken fylhki gaskem
nob: deltatt / deltar i Kontaktforum for olje og gass mellom Troms og Finnmark, for

source: Gøøleme
nob: NSR har:

source: eensi barkeme guktie mearoegaedtie- jïh fjovlegøølemem biejverdidh gietskie- jïh jearohkevoeten prinsibpen mietie
nob: arbeidet målrettet for å ivareta kyst- og fjordfisket, hvor nærhets- og avhengighetsprinsippet legges til grunn

source: barkeme guktie gøølemereaktah bååstide almetjidie saemien fjovle- jïh mearoegaedtiedajvine bïejesovvedh
nob: jobbet for at fiskerettigheter tilbakeføres befolkningen i samiske kyst- og fjordområder

source: barkeme noeri gøølemeøørnegem jåerhkedh, jïh rekrudteringelåhkoeh mearoegaedtie- jïh fjovlegøølemasse tsaekedh
nob: jobbet for å videreføre ungdomsfiskeordningen og innføre rekrutteringskvoter i kyst- og fjordfisket

source: joekoen mearoegaedtien nyjsenæjjaj tsiehkiem vuartasjamme, mah edtjieh gøølemebarkoen ohtside uvtemesth bïejesovvedh
nob: rettet et spesielt fokus på kystkvinnenes situasjon, som skal prioriteres i forhold til søknader om fiskerirelatert virksomhet

source: Sjiehtedimmieraerie gøølemelåhkojde, desnie tjïrrehtamme mietenegeaksaguelien gøølemen bïjre dejnie golme noerhtemes fylhkine
nob: fått gjennomslag i Reguleringsrådet for kvote mht. fiske av rognkjeks i de tre nordligste fylkene

source: barkeme guktie aalemekonsesjovnh dejnie saemien dajvine maaksohth juakasovvedh
nob: jobbet for at oppdrettskonsesjoner skal tildeles vederlagsfritt i de samiske områdene

source: sjïere tjaalegem gøølemen bïjre buakteme, gusnie barkoevuekieh, ulmieh jïh uvtebïejemh
nob: utarbeidet en egen melding om fiskeri, hvor strategier, målsettinger og prioriteringer fremkommer

source: Båatsoe
nob: NSR har:

source: vuastalamme edtjieh diedtem utnedh bovtselåhkoem sjiehtesjidh, jïh dovne jeahteme reeremen åårganh tjoeverieh aamhtesi bïjre båatsojne soptsestalledh jïh dejnie båatsojne ektesne barkedh
nob: gått imot at det brukes tvang mht. reintallstilpasningen og samtidig presisert at styringsorganene må ha en tett dialog og samarbeid med næringen om saker

source: åejviej gujmie barkeme edtjieh båatsoen vuekide nænnoestidh, joekoen guktie bovtside leekedidh.
nob: jobbet overfor sentrale myndigheter for å skape aksept for tradisjonell reindrift, med et spesielt fokus på slakting av rein.

source: Tjïrrehtamme guktie luhpie ruavtam miehtjeleekedimmesne utnedh
nob: Fått gjennomslag for at bruk av krumkniv ved slakting i felt fortsatt skal være tillatt

source: dorjeme guktie Saemiedigkie båatsoen rååresjadtemisnie vielie meatan, vuajnoeh rååresjadtemi åvtelen buektedh
nob: bidratt til at Sametinget har fått en mer aktiv rolle under reindriftsforhandlingene, ved at innspill rettes i forkant av forhandlingene

source: meatan orreme guktie Laanteburrie-jïh beapmoedepartemeente doekemeråajvarimmieh bïejeme, bovtsenbearkoen doekemh jieniedehtedh
nob: bidratt til at Landbruks- og matdepartementet har iverksatt markedsføringstiltak for å øke salget av reinkjøtt

source: Laanteburrie / Ovjuvrereereme
nob: NSR har:

source: barkeme Saemiedigkie galka vielie meatan laanteburrierååresjadtemisnie, jïh vuajnoeh rïekte Laanteburrie- jïh beapmoedepartemeentese buektedh
nob: jobbet for å styrke Sametingets rolle i jordbruksforhandlingene, og fremmer synspunkter direkte overfor Landbruks - og matdepartementet

source: meatan orreme / meatan regijonale øøvtiedimmieprogrammine Romsesne jïh Finnmarhkesne, mij jeahta stinkes gaskesadteme fylhkemaenniej laanteburrien goevtesigujmie sjïdtedh
nob: deltatt / deltar i de regionale utviklingsprogrammene i Troms og Finnmark, som innebærer formalisert kontakt med fylkesmennenes landbruksavdelinger

source: stuerebe prosjeektem aatskadamme guktie barkoeh laanteburresne tjirkedh
nob: tatt initiativ til å få iverksatt et større prosjekt i Finnmark for å sikre sysselsettingen i jordbruket

source: WTO-mååhtedimmine barkeme saemien laanteburriem tjirkedh
nob: jobbet aktivt med WTO-avtalen for å sikre samisk landbruk

source: vierhtiejgujmie dåårjeme dan prosjeektese Ohtjelåhkoen beapmoebuekteme, mij Deanoen jåerhkeskuvlen dïedten nuelesne
nob: bidratt økonomisk til prosjektet Småskala matproduksjon, som Tana videregående skole står ansvarlig for

source: staaten ovjuvrepolitigkine barkeme jïh joekoen staaten diedtide saemiej jieliemidie moeneme
nob: jobbet aktivt med statens rovviltpolitikk og påpekt statens forpliktelser overfor samiske næringer

source: Miehtjejielemh / Duedtie
nob: NSR har:

source: duedtie-øøvtiedimmieprogrammem aatskadamme gusnie ulmie lea duedtiem faagine, kultuvrine jïh jielieminie nænnoestidh
nob: iverksatt et utviklingsprogram for duodji, med formål å styrke duodji som fag, kultur og næring

source: aatskadamme jielememååhtedimmiem vytnesjæjjide vuartasjidh
nob: igangsatt arbeidet med å få utredet spørsmålet om en næringsavtale for duodji-utøvere

source: golmenjaepien aalkoedåarjeginie nyjsenæjjide barkeme, dejtie mah miehtje- jallh duedtiejielieminie aelkiestieh
nob: jobbet for oppstartstilskudd - for inntil tre år - for kvinner som etablerer seg i utmarks- eller duodji-næringene

source: miehtjejieliemidie faagseminaarem øørneme
nob: avholdt fagseminar for utmarksnæringer

source: meatan orreme guktie nyjsenæjjah stuerebe aalkoedåarjegem åadtjoeh sïejhme jielemedarjoemisnie
nob: bidratt til at kvinner får større investeringsstøtte innen generell næringsvirksomhet

source: aatskadamme, jïh nualan tjaaleme, ektiebarkoemååhtedimmiem saemien tjiehpiji siebriej gujmie, saemien gellienlaaketje kultuvrejielemem biejverdidh jïh guktie tjiehpiji båetije øøkonomijem vuejniehtidh
nob: for å ivareta mangfoldet i samisk kulturliv og skape økonomisk forutsigbarhet for kunstnerne

source: joekehth tjiehpiji siebriej barkosne meatan orreme, dej jaepietjåahkosne meatan
nob: fulgt opp arbeidet i de ulike kunstnerorganisasjonene, ved å delta på deres årsmøter

source: Tjiehpijepolitigke tjaelemebarkoem aatskadamme
nob: igangsatt arbeidet med en Kunstpolitisk melding

source: barkeme guktie Saemien Vaarjele sijjiem åådtje dennie orre dotkemeståaposne Guovdageaidnu-sne
nob: jobbet for at Samisk Arkiv blir en del av det nye vitenskapsbygget i Guovdageaidnu

source: lidteratuvrestipeendh noeride tseegkeme
nob: etablert litteraturstipend for ungdom

source: barkeme guktie øøkonomije gaajhkide kultuvrebielide buerebe sjïdtedh
nob: jobbet for at de økonomiske rammene på alle kulturfelt styrkes

source: dåarjoe-øørnegh saemien musigkefestivaalide tseegkeme
nob: fått etablert tilskuddsordninger for samiske musikkfestivaler

source: Starne- jïh sosijaale barkoeh / Maanasyjhteme
nob: NSR har:

source: barkeme guktie prosjeektevierhtieøørnegh starne- jïh sosijaleprosjeektide Saemiedigkesne stinkes sjïdtedh
nob: arbeidet for at prosjektmiddelordninger for helse- og sosialprosjekter i Sametinget blir permanente

source: barkeme ektiebarkoeåårganem tseegkedh Saemiedigkien jïh regijonale starneråajvarimmiej gaskem
nob: arbeidet for etablering av samarbeidsorgan mellom Sametinget og de regionale helseforetakene

source: barkeme edtjieh psykiatrije faaleldahkh saemien maanide nænnoestidh
nob: arbeidet aktivt for styrking av det psykiatriske behandlingstilbudet for samiske barn

source: barkeme guktie Seidajok faaleldahkejarnge galka beerkesovvedh
nob: arbeidet for opprettholdelse av Seidajok behandlingssenter

source: barkeme guktie psykigke starnevaarjelimmien jïh geeruvevaarjelimmien tsavtsem bueriemdidh.
nob: arbeidet for opprustning av psykisk helsevern og rusvern for samene.

source: Saemide seammavierhtegen åvteste barkeme, dejtie mah skiemhtjegåetesne tjaaleldihkie
nob: Arbeidet for likeverd for samiske pasienter innlagt på sykehus

source: meatan orreme rehabiliteringen- / habiliteringen faaleldahkh saemide bueriemdidh
nob: bidratt til å styrke av rehabiliterings- / habiliteringstjenesten for samer

source: staatem gihtjeme barkoem dåarjodh, guktie Gaske-Finnmarhken maahtoejarngide ikte bïejedh jïh - øørnedh
nob: bedt staten støtte arbeidet med samordning og samlokalisering av kompetansesentrene i Midt-Finnmark

source: barkeme voestesstarnen faaleldahkh saemien tjieltine nænnoestidh
nob: arbeidet for styrking primærhelsetjenesten i samiske kommuner

source: maanasyjhtemen dajvekontovren tseegkemem Altesne dåårjeme
nob: støttet etablering av barnevernets regionkontor i Alta

source: saemien maanan reaktah nænnoestamme, maanasyjhtemisnie åadtjodh jïjtse kultuvrem, gïelem jïh jaahkoem utnedh.
nob: styrket samiske barns rett til å bruke sin kultur, språk og religion i kontakt med barnevernet.

source: Daelie lea Nøørjen laakese jååhkesjamme, jïh maanasyjhteme saemien dajvine tjoevere saemien gïele- jïh kultuvremaahtoem dan barkosne biejverdidh
nob: Dette er nå nedfelt i norsk lov, og barnevernstjenesten i samiske områder må ivareta samisk språk- og kulturkompetanse i sin tjeneste

source: stinkes ektiebarkoetjåahkoeh saemien aamhtesi bïjre tseegkeme, starneministeren jïh maana- jïh fuelhkieministeren gujmie
nob: etablert faste samarbeidsmøter med helseministeren og barne- og familieministeren om samiske saker

source: Seammavierhtege / Nyjsenæjjakampaanjh / Veeljeme
nob: Likestilling / Kvinnekampanjer / Valg

source: eevtjemeseminaarem ” Saemiedigkesne nyjsenæjjafaamoe ” tjïrrehtamme
nob: gjennomført motivasjonsseminaret ” Kvinnekraft på Sametinget ”

source: dåarjoeøørnegh politigke partijide tseegkeme, mah vyøhkesieh nyjsenæjjam veeljemelæstoen voestes sæjjan bïejedh
nob: opprettet tilskuddsordninger for politiske partier som samarbeider for å få kvinner på toppen av valglistene

source: nyjsenæjjabrosjyrem dorjeme mearan saemïelåhkoen tjaeliehtimmien bïjre
nob: utarbeidet en kvinnebrosjyre i forbindelse med innskriving i samemanntallet

source: raeriestamme jalkesimmiemandaath leah vuelievuesiehtamme almetjasse
nob: foreslått at utjevningsmandater skal forbeholdes det underrepresenterte kjønn

source: åvtese råajvarimmieh bïejeme mah seammavierhtegem øøvtedieh båatsosne, laanteburresne, gøølemisnie jïh iktebïejeme jielieminie
nob: prioritert tiltak som fremmer likestilling i reindrift, jordbruk, fiskeri og kombinasjonsnæringer

source: dotkemeprosjeektem tseegkeme, Saemiedigkie seammavierhtege politigkesijjine
nob: etablert forskningsprosjekt om Sametinget som likestillingspolitisk arena

source: Regijonaale jïh noerhtelaanti ektiebarkoe
nob: Regionalt og nordisk samarbeid

source: aatskadamme, jïh nualan tjaaleme, ektiebarkoemååhtedimmiem Romsen- jïh Finnmarhken fylhketjielti gujmie, dejnie ulmine gelkieh regijonen saemien råajvarimmieh nænnoestidh
nob: tatt initiativ til, og undertegnet, samarbeidsavtale med Troms- og Finnmark fylkeskommuner med formål å styrke samiske tiltak i regionen

source: åarjelsaemien aamhtesi bïjre, dellie ektiebarkoemååhtedimmiem dorjeme Åarjel-Trøøndelaagen, Noerhte-Trøøndelaagen, Noerhtelaanten jïh Hedmarhken Fylhketjielti gujmie
nob: tegnet samarbeidsavtale med Sør-Trøndelag, Nord-Trøndelag, Nordland og Hedmark fylkeskommuner angående sør-samiske saker

source: regijonaale øøvtiedimmieprogrammine (RØØP) Romsen jïh Finnmarhken tjieltide barkeme, mij jielemeøøvtiedimmien bïjre saemien dajvine
nob: arbeidet aktivt til utformingen av regionale utviklingsprogrammer (RUP) for Troms og Finnmark, som omfatter næringsutvikling i samiske områder

source: Regijonaalebarkoe-moenehtsisnie meatan orreme regijonide nænnoestidh.
nob: deltatt i Regionaliseringsutvalget for å styrke regionene.

source: Vihkielommes dïhte guelmienbielien barkoe reeremen, Saemiedigkien jïh regijonaale åejviej gaskem guktie saemien kultuvrem, gïelem jïh jielemem tjirkedh
nob: Fokus har vært trepartsforhandlinger mellom regjeringen, Sametinget og regionale myndigheter for å sikre samisk kultur, språk og næringsliv

source: barkeme guktie råajvarimmiedajve Noerhte-Romsese jïh Finnmarhkese bïejesovvedh.
nob: jobbet aktivt for at tiltakssonen for Nord-Troms og Finnmark skal opprettholdes.

source: Ulmie lea aalkoealmetjedajve tseegkesovvedh
nob: Målsettingen er opprettelse av urfolkssone

source: Gaskelaanti barkoe
nob: Internasjonalt engasjement

source: barkosne meatan orreme IN-n (FN) aalkoealmetji tjïelkestimmine, Nøørjen delegasjovnen tjïrrh, barkoedåehkien 10. seesjovnesne Genevesne, Svejtsesne.
nob: deltatt i arbeidet med FNs urfolkserklæring, gjennom den norske delegasjonen på arbeidsgruppens 10. sesjon i Genève, Sveits.

source: Ulmie lea gaskelaanti uhtjemes riektedimmieh aalkoealmetjidie bïejedh
nob: Målet er å fastsette internasjonale minstestandarder for urfolks rettigheter

source: aatskadamme aalkoealmetjekontovrem Murmanskesne tseegkedh
nob: tatt initiativ til etablering av et urfolkskontor i Murmansk

source: meatan orreme / meatan Reeremen Europapolitigken Forumesne, aalkoealmetji mïelide biejverdidh
nob: deltatt / deltar i Regjeringens Europapolitiske Forum, for å ivareta urfolksdimensjonen

source: ILO-se tjïelkestamme 169. konvensjovnen fulkesimmien bïjre
nob: rapportert til ILO om oppfølgingen av konvensjon nr. 169

source: Saemiedigkie galka raeriestidh, nænnoestimmieh nænnoestidh jïh gaajhki Nøørjen saemiej åvteste soptsestidh, jïh dovne faaleldahkh jïh juhtiehtimmieh gaajhkide saemide buektedh mah abpe laantesne årroeminie.
nob: Sametinget skal gi råd, fatte beslutninger og uttale seg på vegne av samer i Norge og samtidig yte tjenester og overføringer til samer bosatt i hele landet.

source: Saemiedigkie galka aaj jeatjah åejvide baalteginie årrodh dejnie dajvine gusnie saemieh årroeminie.
nob: Sametinget skal også inngå som partner for andre myndigheter i områder hvor det bor samer.

source: Nimhtie dam Saemiedigkie tjoevere dovne tjarke jarngels darjomh utnedh jïh meatan årrodh dejnie veasoedajvine gusnie saemieh jielieminie veasoeminie.
nob: Sametinget må derfor på samme tid ha sterke sentrale funksjoner og være tilgjengelig ute i områder hvor samer faktisk lever og bor.

source: NSR åtna Saemiedægkan lea dajveles hammoe sjiehteles, byjressiebredahkine meatan jïh dovne jaksehtallemisnie orre gaskesadteme teeknologijen tjïrrh.
nob: NSR tror på en desentralisert modell for Sametinget, hvor tilstedeværelse i lokalsamfunnene og tilgjengelighet via moderne kommunikasjonsteknologi utfyller hverandre.

source: NSR åtna Saemiedigkie galka dåarjoehtæjjine jïh stædtjoeloetijinie, dovne jïjtse siebredahkesne jïh jeatjah almetjidie.
nob: NSR mener at Sametinget skal være en alliansebygger og en konfliktløser både i vårt eget

source: Reeremen jïh departemeenti vuestie Saemiedigkie tjoevere tjerkebe faamoem jïh loevebe tsiehkiem åadtjodh.
nob: samfunn og i forhold til andre folk. Sametinget må få mer myndighet og en friere stilling i forhold til Regjeringen og departementene.

source: Ektiebarkoe galka darhkelimmien jïh dïejveldimmien gujmie.
nob: Samarbeidet skal skje gjennom formelle konsultasjoner og forhandlinger.

source: Saemiedigkie galka jïjtse barkoem nænnoestidh noerhtelaanti, regijonale jïh gaskelaanti åårgani tjïrrh - guktie IN-ine (FN).
nob: Sametinget skal styrke sitt arbeid gjennom nordiske, regionale og internasjonale organ - som FN.

source: Saemiedigkie galka dovne riekte guektienbielien ektiebarkoem utnedh jeatjah aalkoealmetjigujmie jïh dej lihtseginie.
nob: Sametinget skal dessuten ha direkte bilateralt samarbeid med andre urfolk og deres representanter.

source: Saemiedigkien jïh Saemieparlameenten raerien tjïrrh galkebe joekoenlaakan baaltediedtijes ektiebarkoem øøvtiedidh veartenen jeatjah aalkoealmetjigujmie mej jielemevuekieh aajhtoej nuelesne.
nob: Gjennom Sametinget og Samisk parlamentarisk råd skal vi særlig utvikle et solidarisk samarbeid med andre urfolk i verden, som har sin eksistens truet.

source: NSR sæjhta:
nob: NSR vil arbeide for:

source: Saemiedigkie vierhtieh åådtje guktie nuepieh Maadtoelaaken jïh Saemïelaaken mietie laavenjostedh jïh dej daerpiesvoeti mietie mah saemien siebredahkesne
nob: at Sametinget får bevilgninger som gir det muligheter til å løse sine oppgaver i henhold til Grunnloven og Sameloven og behovene i det samiske samfunnet til enhver tid

source: Saemiedigkie byjjes dïejveldimmiereaktah staaten åejviej gujmie åådtje
nob: at Sametinget får formell forhandlingsrett overfor sentrale statlige myndigheter

source: 169. ILO-konvensjovnem Nøørjen laakese byjjehtidh
nob: innarbeiding av ILO-konvensjon nr. 169 i norsk lov

source: saemien gïelen reeremedajvem vijriemdidh
nob: utvidelse av forvaltningsområdet for samisk språk

source: vierhtide Saemien Øøvtiedimmiefondese jieniemdidh
nob: økte bevilgninger til Samisk Utviklingsfond

source: vierhtide Saemieparlameenten raaran jieniemdidh guktie dïsse nuepie sjædta elliessaemien ektiebarkoem nænnoestidh jïh jïjtse reeremem tseegkedh
nob: økte bevilgninger til Samisk parlamentarisk råd som gir det muligheter til å styrke det allsamiske samarbeidet og til å etablere en egen administrasjon

source: REAKTAH
nob: RETTIGHETER

source: Nøørjen Jïllemesreakta Tjeehpesboeltedåapmosne / Svartskogendommen Gáivoenesne / Kåfjord nænnoestamme mijjieh saemiej leah reaktah jïjtjemh dajvide.
nob: Norges Høyesterett har slått fast i dommen om Svartskogen i Gáivuotna / Kåfjord at vi samer har rettigheter til våre egne områder.

source: Dïhte histovrije tjïrrehtimmie seamma goeren mietie NSR barkeme jaepien 1968 mænngan.
nob: Dette er et historisk gjennombrudd for den linjen NSR har arbeidet etter siden 1968.

source: NSR sæjhta jåerhkedh gæmhpodh saemiej laante- jïh tjaetsiereaktaj åvteste.
nob: NSR vil fortsette å kjempe for samenes rettigheter til land og vann.

source: Staate Nøørje lea gøøkte ålmegi laantesne tseegkesovveme - saemieh jïh laedtieh - jïh dam laakesne jïh reeremisnie vuesiehtidh.
nob: Norge som stat er etablert på territoriet til to folk - samer og nordmenn - og dette faktum skal avspeiles i lovverk og forvaltning.

source: saemien eekereaktah ILO-konvensjovnen jiehtegi mietie nænnoestidh
nob: identifisering av samisk eiendomsrett i henhold til ILO-konvensjonens bestemmelser

source: Saemiereaktamoenehtse goerehtalla jïh raarastalla guktie saemiej reaktah dejnie dajvine Finnmarhken åarjelen
nob: at Samerettsutvalget utreder og legger frem forslag til sikring av samiske rettigheter i områdene sør for Finnmark

source: saemiej reaktah mearoen maelmide, dovne gøølemen, jååhkesjidh
nob: at samenes rett til de marine ressursene i havet, herunder fiske, anerkjennes

source: maadtjielemi reaktavåaromem saemiej reaktaj mietie tjirkedh
nob: å sikre rettsgrunnlag for primærnæringene, tuftet på samiske rettigheter

source: saemiej reaktagoerkesh jïh dovletje vuekieh Nøørjen laakesne jïh reeremisnie tjirkesovvedh
nob: at samiske rettsoppfatninger og sedvaner blir ivaretatt i norsk lovgivning og forvaltning

source: Gïelelohkehtimmie
nob: Språkopplæring

source: Saemiej reaktah ietniengïelem lïeredh jïh øøvtiedidh lea NSR-se vihkeles prinsibpe.
nob: For NSR er samers rett til å lære og utvikle sitt morsmål et viktig prinsipp.

source: Jijnjh saemieh leah saemiengïelehth bæjjanamme, jïh jeatjebh jis saemien lohkeme- jïh tjaelemelïerehtimmien namhtah bæjjanamme.
nob: Mange samer har vokst opp uten samisk språk, og andre igjen har vokst opp uten lese- og skrivetrening på samisk.

source: NSR sæjhta jieniebidie nuepie saemiengïelem dovne tjaaleldh jïh njaalmeldh nuhtedh.
nob: NSR vil legge til rette for at flere får mulighet til å lære å bruke samisk, både muntlig og skriftlig.

source: saemien gïelejarngide nuepieh jijnjh gïeleråajvarimmieh darjodh dejnie dajvine gusnie saemiengïele deadtoven nuelesne
nob: at samiske språksentre gis mulighet til å sette i verk flere språktiltak i områder hvor språket er truet

source: lohkeme- jïh tjaelemelohkehtimmieh dejtie saemiengïelen almetjidie guhth eah jïjtsh ietniengïelem lïereme lohkedh tjaeledh
nob: lese- og skriveopplæring for samiskspråklige som ikke har lært å lese og skrive sitt morsmål

source: permisjovneøørnegh baalhkine dejtie mah sijhtieh saemien lïeredh
nob: permisjonsordninger med lønn for ikke-samiskspråklige som vil lære samisk

source: learohkh gïelelohkehtimmiem åadtjodh, åarjel-, noerhte- jallh luvlesaemien, dan guhten gïelese
nob: at elever skal få språkundervisning på nord-, lule og sørsamisk, alt etter hvilken språkform de har tilknytning til

source: Saemien gïelem utnedh lea vihkeles gaskesadteme- jïh viedtemevierhtie saemien byjressiebredahki gaskemsh.
nob: Bruken av samisk språk er et viktig kommunikasjons- og bindemiddel i samiske lokalsamfunn.

source: Daerpies saemien gïelem vååjnesasse bïejedh jïh ovmessie daltesinie saemien åtnoem jieniemdidh.
nob: Det er viktig å gjøre samisk språk synlig, og øke bruken av samisk på ulike nivåer.

source: Dïsse lissine lea vihkele saemiengïelem åtnose bertedh bievnese- jïh gaskesadteme teknologijesne (IKT), guktie nuerebe boelve gaajhkine dajvine saemiengïelem soptsestimmiegïeline bæjjanieh.
nob: I tillegg er det viktig å legge til rette for bruk av samisk språk innenfor informasjons- og kommunikasjonsteknologi (IKT), slik at den yngre generasjonen vokser opp med samisk som et funksjonelt språk på alle områder.
